const ByItemdata = [
  {
    question_type: "MULTIPLE_CHOICE",
    data: [
      {
        id: "1번",
        label: "1번",
        content:
          "모든 국민은 능력에 따라 균등하게 교육을 받을 권리를 가진다.        ",
        value: 49,
      },
      {
        id: "2번",
        label: "2번",
        content:
          "모든 국민은 법 앞에 평등하다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다.",
        value: 386,
      },
      {
        id: "3번",
        label: "3번",
        content:
          "전직대통령의 신분과 예우에 관하여는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.",
        value: 218,
      },
      {
        id: "4번",
        label: "4번",
        content:
          "사면·감형 및 복권에 관한 사항은 법률로 정한다. 대통령의 임기가 만료되는 때에는 임기만료 70일 내지 40일전에 후임자를 선거한다.",
        value: 207,
      },
      {
        id: "5번",
        label: "5번",
        content:
          "대통령은 필요하다고 인정할 때에는 외교·국방·통일 기타 국가안위에 관한 중요정책을 국민투표에 붙일 수 있다.",
        value: 25,
      },
    ],
  },
  {
    question_type: "OX",
    data: [{ Yes: 96, No: 34 }],
  },
  {
    question_type: "ESSAY",
    data: [
      {
        content:
          "국회의 정기회는 법률이 정하는 바에 의하여 매년 1회 집회되며, 국회의 임시회는 대통령 또는 국회재적의원 4분의 1 이상의 요구에 의하여 집회된다.",
      },
      {
        content:
          "국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.",
      },
      {
        content:
          "국회는 국무총리 또는 국무위원의 해임을 대통령에게 건의할 수 있다.",
      },
      {
        content:
          "국가는 국민 모두의 생산 및 생활의 기반이 되는 국토의 효율적이고 균형있는 이용·개발과 보전을 위하여 법률이 정하는 바에 의하여 그에 관한 필요한 제한과 의무를 과할 수 있다.",
      },
      {
        content:
          "헌법개정안은 국회가 의결한 후 30일 이내에 국민투표에 붙여 국회의원선거권자 과반수의 투표와 투표자 과반수의 찬성을 얻어야 한다.",
      },
      {
        content:
          "국정의 중요한 사항에 관한 대통령의 자문에 응하기 위하여 국가원로로 구성되는 국가원로자문회의를 둘 수 있다.",
      },
      {
        content:
          "국회는 법률에 저촉되지 아니하는 범위안에서 의사와 내부규율에 관한 규칙을 제정할 수 있다.",
      },
    ],
  },
];
export default ByItemdata;
